Repository: jgbrittos/MiniChallenge2
Catalog: MiniFarma/MiniFarma/*.lproj/Localizable.strings
Languages: pt_br

# MINIFARMA
source: Mini Pharma
pt_br: Mini Farma

# TABBARREMEDIOS
source: Medications
pt_br: Remédios

# TABBARALERTAS
source: Alerts
pt_br: Alertas

# TABBARREMEDIOS_ACESSIBILIDADE_LABEL
source: Medication's list
pt_br: Lista de remédios

# TABBARREMEDIOS_ACESSIBILIDADE_HINT
source: This is a list of all of your registered medications
pt_br: Essa é a lista de remédios que você possui cadastrados

# TABBARALERTAS_ACESSIBILIDADE_LABEL
source: Alert's list
pt_br: Lista de alertas

# TABBARALERTAS_ACESSIBILIDADE_HINT
source: This is a list of all of your registered alerts
pt_br: Essa é a lista de alertas que você possui cadastrados

# UNIDADES_MINUTO
source: minute(s)
pt_br: minuto(s)

# UNIDADES_HORA
source: hour(s)
pt_br: hora(s)

# UNIDADES_DIA
source: day(s)
pt_br: dia(s)

# UNIDADES_SEMANA
source: week(s)
pt_br: semana(s)

# UNIDADES_MES
source: month(s)
pt_br: mes(es)

# TITULOALERTACATEGORIA
source: New Category
pt_br: Nova Categoria

# TITULOALERTACATEGORIA_ACESSIBILIDADE_LABEL
source: New category registration
pt_br: Cadastro de nova categoria

# TITULOALERTACATEGORIA_ACESSIBILIDADE_HINT
source: Alert to register a new category
pt_br: Alerta para cadastrar uma nova categoria

# MENSAGEMALERTACATEGORIA
source: Type a new category
pt_br: Digite a nova categoria

# CANCELARBOTAO
source: Cancel
pt_br: Cancelar

# CADASTRARBOTAO
source: Register
pt_br: Cadastrar

# ERROALERTA
source: ERROR
pt_br: ERRO

# MENSAGEMALERTAERRO
source: Empty textfield
pt_br: Campo de texto vazio

# CATEGORIAPLACEHOLDER
source: Type the text here
pt_br: Digite o texto aqui

# CATEGORIAPLACEHOLDER_ACESSIBILIDADE_LABEL
source: Textfield to add a new place
pt_br: Campo de texto para adicionar a nova categoria

# CATEGORIAPLACEHOLDER_ACESSIBILIDADE_HINT
source: Type a new place
pt_br: Digite a nova categoria

# TITULOALERTALOCAL
source: New Place
pt_br: Novo Local

# TITULOALERTALOCAL_ACESSIBILIDADE_LABEL
source: New place resgistration
pt_br: Cadastro de novo local

# TITULOALERTALOCAL_ACESSIBILIDADE_HINT
source: Alert to register a new place
pt_br: Alerta para cadastrar um novo local

# MENSAGEMALERTALOCAL
source: Type a new place
pt_br: Digite o novo local

# TITULOALERTA
source: Warning
pt_br: Aviso

# MENSAGEMALERTA
source: There is already a favorite pharmacy. Do you want to change it?
pt_br: Já existe uma farmácia favorita. Deseja alterar para essa?

# NAOALERTA
source: No
pt_br: Não

# SIMALERTA
source: Yes
pt_br: Sim

# FARMACIAALERTA_ACESSIBILIDADE_LABEL
source: Alert
pt_br: Alerta

# FARMACIAALERTA_ACESSIBILIDADE_HINT
source: There is already a favorite pharmacy. Choose an option.
pt_br: Já existe uma farmácia favorita. Escolha a opção.

# ERROFARMACIA
source: Error
pt_br: Erro

# MENSAGEMERROFARMACIASEMNOME
source: Type the pharmacy name
pt_br: Digite o nome da farmácia

# FARMACIANOMEALERTA_ACESSIBILIDADE_LABEL
source: Alert
pt_br: Alerta

# FARMACIANOMEALERTA_ACESSIBILIDADE_HINT
source: Pharmacy name textfield empty. Type a name.
pt_br: Campo Nome da farmácia vazio. Digite um nome.

# BOTAOFOTOREMEDIO
source: add photo
pt_br: adicionar foto

# ERROFARMACIAINVALIDAMENSAGEM
source: There is no pharmacy registered to this medication
pt_br: Não há farmácia registrada para esse medicamento

# TITULOSUCESSO
source: Saved successfully
pt_br: Salvo(a) com sucesso

# TITULOERRO
source: Something happened
pt_br: Algo ocorreu

# MENSAGEMSUCESSOALERTA
source: The alert was successfully saved
pt_br: O alerta foi salvo com sucesso

# MENSAGEMERROALERTA
source: Sorry, but something prevented the alert to be saved
pt_br: Desculpe, mas algo impediu o salvamento do alerta

# MENSAGEMERROALERTAINVALIDO
source: It is not possible to save an alert without all informations
pt_br: Não é possível salvar o alerta sem alguma das informações

# MENSAGEMSUCESSOFARMACIA
source: The pharmacy %@ was successfully saved
pt_br: A farmácia %@ foi salva com sucesso

# MENSAGEMERROFARMACIA
source: Sorry, but something prevented the pharmacy %@ to be saved
pt_br: Desculpe, mas algo impediu o salvamento da farmácia %@

# MENSAGEMSUCESSOCATEGORIA
source: The category %@ was successfully saved
pt_br: A categoria %@ foi salva com sucesso

# MENSAGEMERROCATEGORIA
source: Sorry, but something prevented the category %@ to be saved
pt_br: Desculpe, mas algo impediu o salvamento da categoria %@

# MENSAGEMSUCESSOINTERVALO
source: The interval %@ was successfully saved
pt_br: O intervalo %@ foi salvo com sucesso

# MENSAGEMERROINTERVALO
source: Sorry, but something prevented the interval %@ to be saved
pt_br: Desculpe, mas algo impediu o salvamento do intervalo %@

# MENSAGEMSUCESSOLOCAL
source: The place %@ was successfully saved
pt_br: O local %@ foi salvo com sucesso

# MENSAGEMERROLOCAL
source: Sorry, but something prevented the place %@ to be saved
pt_br: Desculpe, mas algo impediu o salvamento do local %@

# MENSAGEMERROREMEDIOSEMNOME
source: It is not possible to save a medication without name
pt_br: Não é possível salvar um medicamento sem nome

# MENSAGEMSUCESSOREMEDIO
source: The medication %@ was successfully saved
pt_br: O remédio %@ foi salvo com sucesso

# MENSAGEMSUCESSOREMEDIOATUALIZADO
source: The medication %@ was successfully updated
pt_br: O remédio %@ foi atualizado com sucesso

# MENSAGEMERROREMEDIO
source: Sorry, but something prevented the medication %@ to be saved
pt_br: Desculpe, mas algo impediu o salvamento do remédio %@

# TITULOALERTAAVISO
source: Attention!
pt_br: Atenção!

# MENSAGEMALERTAAVISO
source: By not registering all the information, the application will get reduced functionalities. Do you really like to continue?
pt_br: Ao não cadastrar todas as informações, o aplicativo ficará com funcionalidades reduzidas. Deseja realmente continuar?

# TITULOACTIONSHEET
source: What do you want to do?
pt_br: O que deseja fazer?

# ACTIONSHEETTIRARFOTO
source: Take photo
pt_br: Tirar foto

# ACTIONSHEETESCOLHER
source: Choose photo
pt_br: Escolher foto da Galeria

# ACTIONSHEETEXCLUIR
source: Delete photo
pt_br: Excluir foto

# ACTIONSHEETVISUALIZAR
source: View photo
pt_br: Visualizar foto
